/**
 * Напишите функцию addElementToArray, которая в качестве первого аргумента принимает массив строк,
 * в качестве второго аргумента принимает строку,и возвращает ПЕРЕДАННЫЙ МАССИВ в с добавленным элементом
 * из второго аргумента функции
 */

function addElementToArray(array, element) {}

/**
 * Напишите функцию addElementToArray, которая в качестве первого аргумента принимает массив строк,
 * в качестве второго аргумента принимает строку,и возвращает НОВЫЙ МАССИВ в с добавленным элементом
 * из второго аргумента функции, ИСХОДНЫЙ МАССИВ НЕ ДОЛЖЕН МЕНЯТЬСЯ
 */

function addElementToNewArray(array, element) {}

export { addElementToArray, addElementToNewArray };
